{
    "aboutMe": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus Solingen, Deutschland. Motiviert von den grenzenlosen Möglichkeiten in der IT bin ich begeistert davon, visuell ansprechende und benutzerfreundliche Websites und Anwendungen zu gestalten.",
    "aboutMeOpen": "Ich bin aufgeschlossen und stets auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "aboutMeProfession": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zu verwirklichen.",
    "aboutMeLocation": "Flexibel in Bezug auf die Arbeitsumgebungen kann ich sowohl vor Ort in Solingen als auch remote effektiv arbeiten.",
    "skills": "Meine Reise hat mich dazu geführt, an vielfältigen Projekten zu arbeiten und dabei eine breite Palette von Frontend-Technologien und Konzepten einzusetzen. Ich bin offen dafür, neue Technologien und Methoden zu nutzen, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Welt der Webentwicklung am Puls der Zeit zu bleiben.",
    "skillsH3": "Suche nach",
    "skillsP": "anderen Skills?",
    "skillsKnowlege": "Gerne können Sie mich kontaktieren. Ich freue mich darauf, mein Wissen weiter auszubauen.",
    "portfolio": "Entdecke eine Auswahl meiner Arbeiten hier – Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "portfolioJoin": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "portfolioLoco": "Springen, Laufen und Werfen – ein Spiel basierend auf einem objektorientierten Ansatz. Hilf Pepe dabei, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
    "portfolioCrm": "Ein sehr einfaches Customer-Relationship-Management-System (CRM), das CRUD-Funktionalitäten bietet.",
    "portfolioPoke": "Basierend auf der PokéAPI, einer einfachen Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "contact": "Hast du ein Problem zu lösen?",
    "contactForm": "Kontaktiere mich über dieses Formular, ich bin daran interessiert, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
    "contactNeed": "Brauchen Sie einen Frontend-Entwickler?",
    "contactMe": "Kontaktieren Sie mich!",
    "formName": "Dein Name",
    "formMail": "Deine Email",
    "formMsg": "Deine Nachricht",
    "formPolicy": "Ich habe die",
    "formPolicy2": "Datenschutzerklärung ",
    "formPolicy3": "gelesen und stimme der Verarbeitung meiner Daten gemäß den darin beschriebenen Bestimmungen zu.",
    "nameReq": "Dein Name wird benötigt.",
    "mailReq": "Deine E-Mail-Adresse wird benötigt.",
    "msgReq": "Deine Nachricht ist leer. Bitte mehr als 10 Zeichen eingeben.",
    "policyReg": "Bitte akzeptiere die Datenschutzbestimmungen.",
    "feedbackOkan": "Fabian zeichnet sich durch seine außergewöhnliche Sorgfalt und starke Arbeitsmoral aus. Sein teamorientierter Ansatz fördert stets eine positive und produktive Atmosphäre. Besonders beeindruckend sind seine herausragenden JavaScript-Kenntnisse, die er effektiv in unsere Projekte einbringt. Dank seiner technischen Expertise und Hingabe haben wir zahlreiche Erfolge erzielt. Es war eine Freude, mit Fabian zusammenzuarbeiten – er ist zweifellos eine unschätzbare Bereicherung für unser Team.",
    "feedbackDaniela": "Ich hatte wirklich Glück, mit Fabian bei der DA in einem Team zu sein. Die Arbeit mit ihm ist unkompliziert und gut strukturiert. Dank der guten Kommunikation im Team und seinem unermüdlichen Engagement konnten wir unser Ziel planmäßig erreichen und unser Projekt erfolgreich abschließen. Er ist ein hervorragender Teamkollege, und ich würde mich über weitere Projekte mit ihm freuen. Ich wünsche ihm alles Gute für die Zukunft.",
    "headerAbout": "Über mich",
    "headerContact": "Kontakt",
    "scroll": "Scroll runter",
    "talkBtn": "Lass uns reden!",
    "sendBtn": "Abschicken",
    "messageSent": "Nachricht gesendet!",
    "impressum": "Impressum",
    "source": "Quelle"
}
